Repository: 88-degrees/file-sharing
Catalog: lib/l10n/arb/app_*.arb
Languages: or

# actionDownloads
source: Downloads
or: ଡାଉନଲୋଡ୍

# actionSettings
source: App Settings
or: ଆପ୍ ସେଟିଂସମୂହ

source: Add files
or: ଫାଇଲ୍ ଯୋଡନ୍ତୁ

source: Add more files
or: ଅଧିକ ଫାଇଲ୍ ଯୋଡନ୍ତୁ

# addressCopiedMsg
source: Address Copied to Clipboard
or: କ୍ଲିପବୋର୍ଡରେ ଠିକଣା କପି ହୋଇଛି

# appTitle
source: Fshare App by Riverpod ðŸ’™
or: Fshare App by Riverpod 💙

# copyAddressTooltip
source: Copy Address
or: ଠିକଣା କପି କରନ୍ତୁ

# copyIpMessage
source: IP Copied to Clipboard
or: IP କ୍ଲିପବୋର୍ଡରେ କପି ହୋଇଛି

# copyIpTooltip
source: Copy IP
or: IP କପି କରନ୍ତୁ

# dialogActionNo
source: No
or: ନା

# dialogActionYes
source: Yes
or: ହଁ

# noFileSelected
source: No files selected
or: କିଛି ଫାଇଲ୍ ଚୟନ ହୋଇନାହିଁ

source: No files selected yet
or: ଏପର୍ଯ୍ୟନ୍ତ କିଛି ଫାଇଲ୍ ଚୟନ ହୋଇନାହିଁ

# osCopyMessage
source: OS name Copied to Clipboard
or: OS ନାମ କ୍ଲିପବୋର୍ଡରେ କପି ହୋଇଛି

# osLable
source: OS Name
or: OS ନାମ

# osTooltip
source: Copy OS Name
or: OS ନାମ କପି କରନ୍ତୁ

# osVersionLabel
source: OS Version
or: OS ସଂସ୍କରଣ

# osVersionMsg
source: OS version Copied to Clipboard
or: OS ସଂସ୍କରଣ କ୍ଲିପବୋର୍ଡରେ କପି ହୋଇଛି

# osVersiontooltip
source: Copy OS Version
or: OS ସଂସ୍କରଣ କପି କରନ୍ତୁ

# portLabel
source: Port
or: ପୋର୍ଟ

# portMessage
source: Port Copied to Clipboard
or: କ୍ଲିପବୋର୍ଡକୁ ପୋର୍ଟ କପି କରାଯାଇଛି

# portTolltip
source: Copy Port
or: ପୋର୍ଟ କପି କରନ୍ତୁ

# sendStateServerStopped
source: Server stopped
or: ସର୍ଭର ବନ୍ଦ ହୋଇଗଲା

# settingUpServer
source: Setting up server to share your files
or: ଆପଣଙ୍କର ଫାଇଲଗୁଡିକ ଅଂଶୀଦାର କରିବାକୁ ସର୍ଭର ସେଟ୍ ଅପ୍ କରନ୍ତୁ

# shareFiles
source: {count, plural, =0{You are currently sharing no file} =1{You are currently sharing {count} file} other{You are currently sharing {count} files}}
or: {count, plural, =0{ଆପଣ ବର୍ତ୍ତମାନ କିଛି ଫାଇଲ୍ ଅଂଶୀଦାର କରୁନାହାଁନ୍ତି } =1{ଆପଣ ବର୍ତ୍ତମାନ {count} ଫାଇଲ୍ ଅଂଶୀଦାର କରୁଛନ୍ତି |} other{ଆପଣ ବର୍ତ୍ତମାନ {count} ଫାଇଲଗୁଡିକ ଅଂଶୀଦାର କରୁଛନ୍ତି |}}

# shareInfoMessage
source: You can access the server by following infomation
or: ଆପଣ ନିମ୍ନଲିଖିତ ସୂଚନା ଦ୍ୱାରା ସର୍ଭରକୁ ପ୍ରବେଶ କରିପାରିବେ

source: Share on Web
or: ୱେବରେ ସେୟାର କରନ୍ତୁ

# shareWebMsg
source: Please visit the below link in a browser to acess all you shared files
or: ଆପଣ ସମସ୍ତ ଅଂଶୀଦାର ଫାଇଲଗୁଡିକୁ ଆକସେସ୍ କରିବାକୁ ଦୟାକରି ଏକ ବ୍ରାଉଜରରେ ନିମ୍ନ ଲିଙ୍କ୍ ପରିଦର୍ଶନ କରନ୍ତୁ

source: Show files
or: ଫାଇଲଗୁଡିକ ଦେଖାନ୍ତୁ

source: Stop Sharing
or: ସେୟାର କରିବା ବନ୍ଦ କରନ୍ତୁ

# stopSharingTitle
source: Are you sure to stop sharing?
or: ଆପଣ ଅଂଶୀଦାର ବନ୍ଦ କରିବାକୁ ନିଶ୍ଚିତ କି?

# wifiWarning
source: Please make sure you have connected to same wifi.
or: ଦୟାକରି ନିଶ୍ଚିତ କରନ୍ତୁ ଯେ ଆପଣ ସମାନ ୱାଇଫାଇ ସହିତ ସଂଯୁକ୍ତ ଅଛନ୍ତି |
